# vi: ft=ruby

tap "austinliuigi/brew-neovim-nightly", "https://github.com/austinliuigi/brew-neovim-nightly.git"
tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "coreutils"
brew "asdf"
brew "ast-grep"
brew "bat"
brew "bottom"
brew "catimg"
brew "chafa"
brew "chezmoi"
brew "cloc"
brew "curl"
brew "diff-so-fancy"
brew "difftastic"
brew "docker"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "python@3.11"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "gdu"
brew "ghostscript"
brew "git"
brew "git-flow-avh"
brew "git-quick-stats"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "luajit"
brew "node@16"
brew "openvpn"
brew "pinentry-mac"
brew "ripgrep"
brew "spaceship"
brew "telnet"
brew "tmux"
brew "trash"
brew "tree-sitter"
brew "zk"
brew "zsh"
brew "daipeihust/tap/im-select"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "appcleaner"
cask "cyberduck"
cask "discord"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-emoji"
cask "gitup"
cask "google-chrome"
cask "karabiner-elements"
cask "keepassxc"
cask "logi-options-plus"
cask "macpass"
cask "miro"
cask "neovim-nightly"
cask "netnewswire"
cask "notion"
cask "obs"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "slack"
cask "steam"
cask "stretchly"
cask "telegram"
cask "thingsmacsandboxhelper"
cask "transmission"
cask "vlc"
cask "vscodium"
cask "wezterm"
cask "yandex"
cask "zoom"
