# vi: ft=ruby

tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jdx/tap"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
brew "coreutils"
brew "asdf"
brew "ast-grep"
brew "bat"
brew "bottom"
brew "sqlite"
brew "chezmoi"
brew "cmatrix"
brew "curl"
brew "diff-so-fancy"
brew "difftastic"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "gnu-sed"
brew "gnupg"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "mise"
brew "nowplaying-cli"
brew "pinentry-mac"
brew "ripgrep"
brew "rlwrap"
brew "spaceship"
brew "trash"
brew "tree-sitter"
brew "zsh"
brew "daipeihust/tap/im-select"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "appcleaner"
cask "arc"
cask "cyberduck"
cask "discord"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-emoji"
cask "gitup"
cask "google-chrome"
cask "karabiner-elements"
cask "keepassxc"
cask "logi-options+"
cask "macpass"
cask "miro"
cask "monitorcontrol"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "steam"
cask "stretchly"
cask "telegram-desktop"
cask "thingsmacsandboxhelper"
cask "transmission"
cask "vlc"
cask "vscodium"
cask "wezterm@nightly"
cask "zed"
