# vi: ft=ruby

tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "jdx/tap"
tap "koekeishiya/formulae"
tap "lukechilds/tap"
tap "nikitabobko/tap"
tap "whatpulse/whatpulse"
tap "yqrashawn/goku"
brew "git"
brew "asdf"
brew "coreutils"
brew "curl"
brew "docker"
brew "duckdb"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "git-flow-avh"
brew "git-quick-stats"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "httpie"
brew "imagemagick"
brew "less"
brew "libyaml"
brew "luajit"
brew "luarocks"
brew "mise"
brew "mpv"
brew "p7zip"
brew "pinentry-mac"
brew "rlwrap"
brew "telnet"
brew "trash", link: true
brew "universal-ctags"
brew "zsh"
brew "daipeihust/tap/im-select"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lukechilds/tap/gifgen"
cask "appcleaner"
cask "arc"
cask "capcut"
cask "chatgpt"
cask "cursor"
cask "cyberduck"
cask "figma"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-emoji"
cask "ghostty"
cask "gitup-app"
cask "google-chrome"
cask "karabiner-elements"
cask "keepassxc"
cask "logi-options+"
cask "macpass"
cask "minecraft"
cask "miro"
cask "monitorcontrol"
cask "obs"
cask "obsidian"
cask "qutebrowser"
cask "raycast"
cask "sf-symbols"
cask "steam"
cask "stretchly"
cask "telegram-desktop"
cask "thingsmacsandboxhelper"
cask "transmission"
cask "visual-studio-code"
cask "wezterm@nightly"
cask "whatpulse"
cask "whatpulse_chmodbpf"
cask "yandex-music"
cask "zed"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-custom-css"
vscode "catppuccin.catppuccin-vsc"
vscode "cnsmaple.neovim-ui-indicator"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hverlin.mise-vscode"
vscode "jmsv.javascriptsnippetsstandard"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-russian"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "yoavbls.pretty-ts-errors"
